[
    {
        "title": "Apple Pie",
        "instructions":"Step 1: Heat oven to 425°F. Place 1 pie crust in ungreased 9-inch glass pie plate. Press firmly against side and bottom.Step 2: In a large mixing bowl, gently mix filling ingredients and spoon into your crust-lined pie plate. Place the second crust on top, and wrap any excess top crust under the edge of the bottom crust. Press edges of the two crusts together to seal them, and use your fingers to make a fluted (crimped) edge. Use a knife to make slits or cut out shapes from the top crust.Step 3: Bake 40 to 45 minutes or until apples are tender and crust is golden brown. Cover edge of crust with 2- to 3-inch wide strips of foil after first 15 to 20 minutes of baking to prevent excessive browning.Cool on cooling rack at least 2 hours before serving.",
        "ingredients":"6cups thinly sliced apples 3/4 cups sugar 2 tablespoons all-purpose flour 3/4 teaspoon ground cinnamon 1/4 teaspoon salt 1/8 teaspoon ground nutmeg 1 tablespoon lemon juice",
        "image" : "https://www.allrecipes.com/thmb/y4A1u56wlxTpMexUFWXQxNyZz8k=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Screen-Shot-2022-01-30-at-8.33.07-PM-9fbdb6fefa41482d8a1dc1f56266d8fb.png"
    },
    {
        "title":"Hominy Grits",
        "instructions":"Put the water into a large kettle or saucepan, and into the water put the lye. Allow the water to come to the boiling point, and then add the corn and let it boil until the skins will slip off the grains when they are pressed between the thumb and the finger. Take from the stove, stir sufficiently to loosen the skins, and then remove them by washing the grains of corn in a coarse colander. Cover the grains with cold water and return to the fire. When the water boils, pour it off. Repeat this process at least three times, so as to make sure that there is no trace of the lye, and then allow the grains to cook in more water until they burst. Season them with the salt, and while the hominy thus prepared is still hot put it into a jar or a crock and cover it tight until it is to be used. The water in which the hominy is cooked should remain on it.",
        "ingredients":"2 qt. water 1 Tb. Lye 1 qt. shelled Corn 3 tsp. Salt",
        "image": "https://ansonmills.com/files/recipes/618/photos/recipe/Hominy_Grits.jpg"
    }
]